import{u as o}from"./Cxv08QOA.js";import{d as n,B as e,A as t}from"./DrtH8Edf.js";const s={style:{"background-color":"white"}},r=n({__name:"privacy_policy.html",setup(a){return o({title:"プライバシーポリシー"}),(l,i)=>(t(),e("pre",s,`            プライバシーポリシー

            ▼個人情報の利用目的
            
            当サイトでは、お問い合わせや記事へのコメントの際、名前やメールアドレス等の個人情報を入力いただく場合がございます。
            取得した個人情報は、お問い合わせに対する回答や必要な情報を電子メールなどでご連絡する場合に利用させていただくものであり、これらの目的以外では利用いたしません。
            
            ▼広告の配信について
            
            当サイトはGoogle及びGoogleのパートナー（第三者配信事業者）の提供する広告を設置しております。その広告配信にはCookieを使用し、当サイトやその他のサイトへの過去のアクセス情報に基づいて広告を配信します。
            
            Google が広告 Cookie を使用することにより、当サイトや他のサイトにアクセスした際の情報に基づいて、Google やそのパートナーが適切な広告を表示しています。
            
            お客様はGoogleアカウントの広告設定ページ（https://adssettings.google.com/u/0/authenticated）で、パーソナライズ広告を無効にできます。また aboutads.info のページにアクセスして頂き、パーソナライズ広告掲載に使用される第三者配信事業者のCookieを無効にできます。
            
            その他、Googleの広告におけるCookieの取り扱い詳細については、Googleのポリシーと規約ページ（https://policies.google.com/technologies/ads）をご覧ください。
            
            
            アクセス解析ツールについて
            
            当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにクッキー（Cookie）を使用しております。トラフィックデータは匿名で収集されており、個人を特定するものではありません。
            
            
            免責事項
            
            当サイトからのリンクやバナーなどで移動したサイトで提供される情報、サービス等について一切の責任を負いません。
            
            また当サイトのコンテンツ・情報について、できる限り正確な情報を提供するように努めておりますが、正確性や安全性を保証するものではありません。情報が古くなっていることもございます。
            
            当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。
            
            著作権について
            
            当サイトで掲載している文章や画像などにつきましては、無断転載することを禁止します。
            
            当サイトは著作権や肖像権の侵害を目的としたものではありません。著作権や肖像権に関して問題がございましたら、Twitter(@nao_romasaga_rs)のDMにてご連絡ください。迅速に対応いたします。
            `))}});export{r as default};
